@extends('layouts.app')
@section('head')
        <style type="text/css">
        #wrapper {
        position: static;
        width: 380px;
        margin: 0 auto;//水平居中
        padding: 50px 0;
        }
        #source{width:auto;}
        #source .code p{padding:7px 0;text-indent:28px;}
        </style>
@stop
@section('title','视频发布规则')
@section('body')
        <div id="wrapper">
        <div id="source">
            <h1 align="center">视频发布规则</h1>
            <div class="code">
            <h3>一、总则</h3>
            <p align="justify">1.1 用户同意本协议的条款并按照页面上的提示完成视频上传流程。用户在进行视频上传时勾选“同意上传协议” 即表示用户与本平台达成协议，完全接受本协议项下全部条款。</p>
            <p align="justify">1.2 用户在本平台上传视频，应当使用已注册的有效用户名和密码。该用户帐号和密码由用户负责保管，用户不得将帐号和密码转让给任何第三人；用户应当对以其用户帐号进行的所有活动和事件负法律责任。</p>
            <p align="justify">1.3 本平台用户在上传视频时，除遵守本协议的规定，还同时应当遵守本平台贴吧和本平台空间的其他协议和规定，以及遵守中华人民共和国的法律法规。本平台视频上传用户协议及本平台空间和贴吧的其他协议，可由本平台随时更新，且无需另行通知。用户在使用相关服务时，应关注并遵守其所适用的相关条款。</p>
            <h3>二、合法使用视频上传服务</h3>
            <p align="justify">2.1　用户在使用视频上传服务时，必须遵守中华人民共和国相关法律法规的规定，用户同意将不会利用本服务进行任何违法或不正当的活动，包括但不限于上传包含有下列内容之一的视频内容： </p>
            <p align="justify">1）反对宪法确定的基本原则；2）危害国家统一、主权和领土完整的；3）泄露国家秘密、危害国家安全或者损害国家荣誉和利益的；4）煽动民族仇恨、民族歧视，破坏民族团结，或者侵害民族风俗、习惯的；5）宣扬邪教、迷信的； 6）扰乱社会秩序，破坏社会稳定的； 7）诱导未成年人违法犯罪和渲染暴力、色情、赌博、恐怖活动的； 8）侮辱或者诽谤他人，侵害公民个人隐私等他人合法权益的；9）危害社会公德，损害民族优秀文化传统的；10）非法的广播电视频道、视听节目网站提供的非法视频内容；11）有关法律、行政法规和国家规定禁止的其他内容。</p>
            <p align="justify">2.2 用户不得对本服务任何部分或本服务之使用或获得，进行复制、拷贝、出售、转售或用于任何其它商业目的。</p>
            <p align="justify">2.3 用户须对自己在使用本平台服务过程中的行为承担法律责任。用户承担法律责任的形式包括但不限于：对受到侵害者进行赔偿，以及在本平台首先承担了因用户行为导致的行政处罚或侵权损害赔偿责任后，用户应给予本平台等额的赔偿。</p>
            <h3>三、知识产权及其他合法权益保护</h3>
            <p align="justify">3.1 本平台提供视频功能专为用户自己创作或享有合法来源的作品提供服务。本平台尊重他人知识产权和合法权益，请用户在上传视频前确保拥有上传的视频内容的著作权及信息网络传播权或者已经取得上述全部权利人的许可；</p>
            <p align="justify">3.2 对于用户上传到本平台上的视频，用户同意本平台在全世界范围内具有免费的、永久性的、不可撤销的、非独家的和完全再许可的权利和许可，以使用、复制、修改、改编、出版、翻译、据以创作衍生作品、传播、表演和展示此等内容（整体或部分），和/或将此等内容编入当前已知的或以后开发的其他任何形式的作品、媒体或技术中。</p>
            <p align="justify">　3.3 用户应确保上传的视频内容，已经获得被拍摄人（如有）的许可，并确保视频内容没有侵犯他人的人身权，包括但不限于名誉权、肖像权、隐私权、姓名权，不存在任何著作权纠纷。</p>
            <h3>四、服务风险及免费声明</h3>
            <p align="justify">4.1 用户完全理解并同意，本服务涉及到互联网及移动通讯等服务，可能会受到各个环节不稳定因素的影响。因此服务存在因上述不可抗力、计算机病毒或黑客攻击、系统不稳定、用户所在位置、用户关机、GSM网络、互联网络、通信线路原因等造成的服务中断或不能满足用户要求的风险。使用本服务的用户须承担以上风险，本平台对服务之及时性、安全性、准确性不作担保，对因此导致用户不能发送和接受阅读消息、或传递错误，个人设定之时效、未予储存或其他问题不承担任何责任。对于不可抗力或非本平台过错原因导致的用户数据损失、丢失或服务停止，本平台将不承担任何责任。</p>
            <p align="justify">4.2 对于系统发生故障影响到本服务的正常运行，本平台承诺及时处理进行修复。但用户因此而产生的经济和精神损失，本平台不承担责任。此外，本平台保留不经事先通知为维修保养、升级或其他目的暂停本服务任何部分的权利。</p>
            </div>
        </div>
    </div>
@stop
